{"source": "diana.txt", "chunk_index": 0, "text": ""}
{"source": "diana.txt", "chunk_index": 1, "text": "Спикер 2:Значит, у нас данный рост, вес и возраст.Спикер 1:То есть, вот эти три цифры — это определяющая, грубо говоря, базальный метаболизм человека, то есть, сколько он тратит в состоянии покоя. Далее, в анкете также у него есть пункты про его активность, в принципе, про его день, как он сложен и так далее, потому что все мы в этом плане разные. Соответственно, там уже прибавляется коэффициент активности и вычисляется в первую очередь цифра для поддержания веса, то есть при какой цифре человек не будет поправляться, но и не будет худеть.Уже от этого строится дефицит. Но вот тут очень важная пометочка. То есть дефицит у нас в принципе состоит из трех разных диапазонов. Это умеренный дефицит, сильный дефицит и вообще прям сушка, знаешь, за две недели, условно говоря. И вот Вот здесь я эсерии подбираю уже дальше, исходя из анкеты человека.Если у него наблюдались срывы, наблюдались переедания, либо он вообще в принципе с диагнозом расстройства пищевого поведения, то здесь ни в коем случае ему в первую очередь нельзя ставить сильный дефицит. Ему нужно эсерии поставить умеренной, чтобы он постепенно снижал вес. Если это девушки, которые вообще сидели в ограничениях, то в первую очередь им нужно развеять мифы о том, чтобы кушать можно всё, просто, да, в рамках своего дефицита калорий, условно говоря.Что на тех же шоколадках, на тех же остальных продуктах всё можно худеть, и молочка тоже там не отчекает. Вот. И уже, грубо говоря, из этой анкеты, да, я подбираю стратегию плана его питания. К этому же плану питания также уточняется про тренировочную активность. Если это зал, окей, значит, мы ему тренировки для зала.Если это домашние, хорошо, давай дома тогда тренироваться. Вот. И также из этого всего, из активности, которой человек планирует придерживаться, также и составляется уже последующий тоже дефицит. Смотрите, как это делается на, грубо говоря, на массовость. То есть \nя запускала недавно марафон. Ну, не то, что марафон, а, ну, ладно, пусть это будет марафон. Потому что каждому там, да, из 50 человек это нереально вот так вот подобрать и так далее.Что делается? У меня есть таблица, по которой человек сам себе может просчитать зону поддержания, зону дефицита, и в этой же таблице ему прописывается КБЖУ полностью, то есть белки, жиры, углеводы, что ему нужно. Далее я также высылала, это было два формата, либо человек самостоятельно себе составляет меню, ну то есть вот он смотрит мою лекцию, У меня есть в записи лекции про то, что не нужно демонизировать продукты, что важнее, в принципе, у нас считать калорийность либо БЖУ только.Он смотрит лекцию, да, и уже от этого самостоятельно сам двигается. Потому что кому-то удобнее по меню питаться, кому-то удобнее питаться самостоятельно, вбивать в отсекрети продукты. Вот. И также у меня было три меню на три разные калорийности. Почему три разные калорийности? В принципе, вот эти три плана питания.Потому что плюс-минус, базальный метаболизм, он у всех одинаковый. Ну, то есть, да, если мы возьмём диапазон с 18 лет до 30 лет, это примерно одна цифра. Если мы возьмём с 35 лет, там и далее, это уже другая цифра. То есть там просто разница в количестве, потому что у кого-то он уже замедленный, да, с учётом возраста, а у кого-то он обычный. Ну, плюс-минус, это одинаковый тоже метаболизм. То же самое и по калорийности, соответственно.То есть дефицит, он плюс-минус у всех будет одинаковый с учётом активности даже 3 раза в неделю. Одинаковый. Ну плюс-минус, может, да, отличаться, конечно, но, опять-таки, чтобы не вызывать у людей вот этого триггера чёткого счёта калорий, да, все цифры, они идут условные. Примерно он придерживается вот такого. Соответственно, это три плана действия. То есть у кого-то это там 1600−1700, у кого-то это пониже, есть самый минимум.Опять-таки, тоже от роста, так же и зависит от выроста. И вот человек себе высчитывает, вот у него есть 3 примерных меню, и он по ним движется. Собственно, вот такая вот методика в этом плане идет.\nСпикер 3:Хорошо. Сейчас, одну секунду. Я хотел бы сказать, что в прошлый раз мы хотели очень сложно сделать приложение, и из-за этого как бы запарились, очень все встало. Сейчас мы хотим сделать простое такое достаточно, Но чтобы она взаимодействовала с человеком лично, на основе твоей программы.Спикер 1:Она, грубо говоря, так и получается. То есть, первый момент, прям тотальное взаимодействие, конечно же, ну не то чтобы невозможно, но либо тогда я уже должна буду подключаться, отслеживать результат человека, который он имеет, грубо говоря. Либо там, которые вопросы у него возникнут, там, из серии, у меня самые такие популярные, а можно ли заменять продукты, а если там я сегодня превысила, то есть, либо это должнобыть уже в записи, да, вот как есть блок ответа на вопросы, то есть, собрать самые популярные вопросы, чтобы человек смог, грубо говоря, для себя это закрыть сразу же, да, либо это всё равно какой-либо там специалист должен быть из серии где-то там на связи в чате и так далее. Вот.Спикер 2:Смотри, я разрабатываю приложение, мне сейчас чисто технически какие исходные данные нужны? Во-первых, сколько по времени длится вот программа? Ну, там, сколько, три месяца, полгода?Спикер 1:Смотри, нет, в принципе, стабильное такое, хорошее, да, похудение, грубо говоря, да, чтобы человек пришёл уже к цели и укоренил в себе вот эти все здоровые привычки, да, потому что потом он, в принципе, когда он уже понимает схему, он может двигаться самостоятельно, ну, как минимум. То есть, вот такая, если взять программа, то она длится, ну, месяц-два, не более того.\nТо есть, это тот срок, когда человек сможет здоровым путём и безопасно для себя потерять жировую прослойку, увидеть уже первые результаты, понять, грубо говоря, как ему нужно следовать, и в этот же период у него уже формируются здоровые, адекватные привычки в плане питания и в плане активности.Спикер 2:Хорошо, смотри, как будет с точки зрения пользователя, он заходит в приложение, это мини-приложение в Телеграме, может, ты знаешь, не бот, а уже приложение, то есть такое, знаешь, развертывающееся, это будет как в игровой такой, даже немножко в форме, то есть все будет так вот красиво, приятно, он заходит, и там диалог с тобой, ты задаешь ему вопросы, на основе этой информации, которую он отвечает, исходя из того, из той программы, который мы сейчас выявим твою, он составляет план на 2 месяца, например, да?А можно сделать сразу на полгода, и он будет подписку, понимаешь, каждый месяц.Спикер 1:Да, можно на это, бесспорно. То есть, вот здесь, смотри, здесь с технической стороны это как раз-таки можно сделать, вот, грубо говоря, три этапа. Это быстрое похудение, умеренное, да, и, допустим, нет, быстрое, среднее, ну, там, и совсем, грубо говоря, вдолго, соответственно, прописывая ему сроки достижения какой-либо там цели. Опять-таки, давай возьмём в расчёт, что если это скинут там из серии 3−5 килограмма, да, то человек достаточно быстро придёт к этой цели.Если у него цель скинуть там 10 и более, соответственно, это другой уже срок, и вот здесь как раз-таки бот должен задать вот эти наводящие вопросы, сколько, по мнению пользователя, он считает, что у него лишних килограмм.Спикер 2:Да, я понял, классно. Да. Ещё, смотри, помимо этого, мы делаем ещё такую штуку, что нам как коммерческим людям важно, чтобы он как \nможно дольше пользовался ботом, и мы для этого делаем, помимо того, что он участвует в эффективности, в похудении, он еще просто с тобой будет на связи, будет пользоваться твоим продуктом и так далее, не отвлекая твоего времени.Да, не отвлекая твоего времени.Спикер 3:То есть он взаимодействует с тобой, а одновременно с этим твое время не тратит.Спикер 2:Мы сделаем даже как-то, ну можно вообще так красиво все сделать, так классно, сейчас просто вот, я уже просто делал приложение, вот сейчас вот именно в таком формате, сейчас буду на тебе как бы мы будем делать, пробовать. Вот, и что еще хотел сказать, мне надо сейчас, вот мы сейчас вот это я записываю, это все транскрибируется, потом мне надо лекцию, которую ты говорила, скинуть, Руслан создал чат вот там на троих, это будет наш рабочий чат, Если мне какая-то информация нужна будет, я туда буду писать.Да, хорошо. И мне нужна вот эта лекция и вот эта таблица, которую ты сгенерировала. Ага. И вот этот сейчас наш раз с тобой разговор, я тоже транскрибирую, и все, на основе этого уже сделаем как бы такую базу знаний твою, и этот агент, как бы ИИ-агент будет общаться уже, и будем тестировать, пробовать. Вот смотри, как будет дальше, недорассказал.Вот он с тобой поговорил, агент, ИИ-агент выявил все, что нужно. Он его перекидывает на страницу, такой будет, знаешь, как ежедневник. Там будет, короче, 7 блоков на неделю вперед. Такие блоки, просто нажимаешь, оно разворачивается. В этом блоке там будет план питания на день, там будет тренировка рекомендуемая, ну или там не каждый день, не знаю как там.В общем, будет вот именно на каждый день, и там будут напоминалки. То есть, это будет у него прямо челлендж, игра, знаешь, он будет и потом он в конце каждого дня будет нажимать я выполнил или не выполнил \nто есть все будет вот так вот настолько как бы классно было сложно что было не да да да да да.Спикер 1:Не в этом плане очень прикольно потому что вот грубо говоря сейчас я проводила тоже опрос в плане вот дисциплина во первых да такой режим дня он дисциплинирует то есть и людям по большей степени вот сколько я собрала обратной связи не хватает именно это то есть это либо вот как они нанимают все тренера да который палкает постоянно. А тут у него будет, да, в телефоне, грубо говоря, вот эти напоминалки, которые будут у него работать. В этом плане, ну, очень вообще здорово.А еще момент, который может играть очень хорошим, грубо говоря, таким подсаживающим ключом, да, чтобы человеку было интересно дальше, грубо говоря, пользоваться этим, это также вести либо, я просто не знаю, с технической стороны, куда это всё запихивается, и так далее. Те же рубрики развеивания, грубо говоря, мифов. То есть у меня есть тоже уже собраны статьи, которые я сама писала, из серии про молочку, с научно доказанными факторами, что ничего подобного не влияет.И люди, потому что они сидят там в Инстаграме, условно, и они на всё это ведутся, и очень много девушек сидят в тех же, грубо говоря, каких-либо ограничений, и знать не знают о том, что оказывается очень много всего, что у нас говорится в интернете, половина из этого ложь. И им очень сильно откликается именно как раз-таки прочитать, да, либо послушать. То есть я могу также записывать, условно говоря, видео и в тот же… О, смотри, пришла идея, мне сейчас как раз пока говорила.Вот, грубо говоря, вот есть в этом ежедневнике вот эти семь дней. И это можно еще немножко сделать как обучающую такую платформу. Допустим, вот у него в четверг, там, не знаю, в семь часов, да, у него выйдет там запись. Скорее всего, да, либо это запись будет, видео там, не знаю, о том, что вредна или не вредна там молочка. Ну, на примере неё, условно говоря. То есть он будет в этом знать, он может, если не сможет, в моменте посмотреть, да, у него это в записи останется.\nИ вот так, еженедельно, грубо говоря, у него могут тоже выходить какие-либо вот такие полезные либо лекции, это опять-таки видео я могу записывать, либо это будут просто текстовые, в текстовом формате статьи.Спикер 2:Давай это поставим как… Ну, это важно всё, но в принципе эту функцию у тебя выполняет блог. — Ну да. — Просто мы сейчас с Русланом тоже общались, что там столько, когда ты понимаешь, что можно, там столько вариантов, что можно, там на креативе… — Ну да, обязательно. — Такое творческое, знаешь, там… Это всё мы в долгосроке, если у нас пойдёт сотрудничество, да, мы будем туда генерировать, как бы там думать всяко-разно будем, то есть общаться и так далее. Сейчас давай сосредоточимся на вот этом вот, на базовом, сделать вот эти вот 7 дней, ну как бы на неделю вперёд вот программы типа на основе твоего знания.Вот это как бы оно уже там займёт у меня сейчас времени сколько-то. И всё, и дальше уже потом уже будет несложно на этот готовый код оптимизированный уже добавлять там что угодно как бы уже будет.Спикер 1:Я поняла. Ну давай я тогда тебе ещё и пришлю вот то, что вчера попросили вы мне там 10 планов питания и условно говоря тренировки. Вот я тебе вышлю примеры, вот у меня есть на две недели тренировки и дома, и в зале должен заняться.Спикер 2:Отлично, отлично. Вообще супер.Спикер 1:И также у меня есть тоже на две недели планы питания именно вот в меню, да, для людей, которым вот хочется вот так вот. На разную калорийность. Соответственно, таблицы есть, которые считают базально. Вот это всё у меня уже упаковано, уже давно есть.Спикер 2:\nЗамечательно. Давай, конечно, всё скидывай вот в этот чат, который Руслан сказал, и у меня руки чашутся уже начинать делать.Спикер 1:Все, хорошо, давай вот так и поступим, а дальше там Луча уже говорит, что нужно делать, я уже буду подбивать, потому что в этом плане я, вот я, пожалуйста, как специалист, а не как технарист и остальное.Спикер 2:Хорошо, хорошо.Спикер 1:То есть я это все расскажу, покажу, а остальное я не знаю, как делать.Спикер 3:Хорошо, ладно. Тоже хотели обсудить по поводу цены. Как ты думаешь, в месяц, вот если человек, он берет, Какая цена более адекватна для человека? То есть, мы думали, 500 рублей или 1000 рублей человек в месяц платит за то, что вот его так ведет вот эта вот такая программа.Спикер 1:Блин, ну вот тут на самом деле, не прямо так скажу с уверенностью, но на основе того, какие продукты я выпускала уже, да, которые люди, грубо говоря, получали, я скажу так, это должно быть до 1500 рублей. То есть, это там серия 1100, 1200, вот так вот. То есть, ниже тоже не стоит. Почему? Потому что ценность человека, да, если мы будем копать уже в психологию, она будет немножко теряться.То есть, человек такой, ну да ладно, там, спишется, пусть он у меня идёт, ну вот, условно говоря. То есть, вероятность, а нам же всё равно ещё нужны и отзывы, да, и люди, которые будут получать какой-либо результат, чтобы это всё подкреплялось эффективностью. Вот, соответственно, это вот должно быть что-то вот из этого вот среднего, \nда никто не будет выше 195 платить, именно на ежемесячной как бы да основе, ну этокак-то вот так.Спикер 2:Посмотри ещё, Диана, я хочу делать, чтобы это было не просто."}
{"source": "лекция.txt", "chunk_index": 0, "text": ""}
{"source": "лекция.txt", "chunk_index": 1, "text": "IMG_3145.MP4Спикер 3:Ладно, погнали. И давайте начнем как раз-таки с расчета калорий под вашу цель. Смотрите, здесь идет у нас такой вот основной момент. У всех у вас есть уже мой гайд, по которому вы можете высчитать, во-первых, свою норму, то есть ту цифру, при которой вы не будете и не худеть, и не полнеть. И, как правило, у нас в этой истории есть два путешествия.То есть в гайде у меня прописано, что мы делаем 20% дефицита. Это, как правило, у нас все об этом вещают. Но я такого не придерживаюсь. Почему? Потому что я все-таки заигру в долгую. То есть пусть вес будет уходить чуть медленнее, но при этом у вас будет намного больше рацион. То есть всем, кто ко мне приходит, девочкам, я всем ставлю максимум 10% дефицита, либо 15.По какой схеме лучше всего делать себе расчет? Вот, допустим, вы себе рассчитали, что чтобы вам и не худеть, и не планировать, у вас условно говоря, 2 тысячи калорий, грубо говоря. И вот чтобы не упереться очень быстро в плата, то есть это тогда, когда у нас тело перестает организму давать жир, то здесь я всегда рекомендую сделать два этапа вашего похудения.Первый этап. Мы создаём дефицит калорий всего лишь на 10%, да, то есть отнимаем, получаем цифру. Сидим так максимально дольше месяц-полтора, отслеживаем свой результат и смотрим такие типа ага вес тела начал уменьшаться не с такой же скоростью как на первых двух этапах. Блин, что же делать, чтобы не включалась вот здесь вот эта белка, что мы тогда все исключим или мы сейчас начнем наоборот в зале пахать в три раза больше.Тут у нас подключается то, что у нас есть еще запас куда урезать свой рацион и куда урезать свою калорийность, то есть мы уже тогда делаем себе дефицит в 15 процентов, как правило, это игра между плюс-минус 100 калорий, то есть вы сидели на 1700, условно говоря, и себя довели до 1600.Как правило, у нас у всех плюс-минус одинаковый вазельный метаболизм, он может отличаться у нас только из-за возраста и из-за нашей \nсамоактивности, если у вас уже приличный возраст и вы просто сидите уже дома, естественно, там у вас базальный он будет, ну, 1200, но большая масса, да, в одно сделать, это там 1400. Это та цифра, за которую вам ни в коем случае, ни при каких жизненных обстоятельствах, я не знаю, кто бы что вам ни говорил, вам нельзя спускаться ниже этой цифры.Почему? Потому что, вот представьте, вашему организму, чтобы моргать, разговаривать, думать, переваривать пищу, обеспечивать ваши органы всеми необходимыми элементами, циркулировать кровь и так далее, вам нужна энергия. То есть это те же самые калории. И вот ему, чтобы жить, ему нужны просто вот эти 1400. Вот вы лежите, ничего не делаете. Он тратит, он работает.Эта машина, она вообще никогда не останавливается ни в ночное время, ни в этот его процесс работы происходит постоянно, он никогда не останавливается. Соответственно, и вот вы представьте, что вы начали есть на те 1200 калорий.Да, вы начнёте быстрее сбрасывать вес, но очень быстро наступит тот момент, когда происходят вот те самые откаты, и те самые вот ситуации, как мы называем, срывами, они происходят только потому, чтобы вы загнали свой организм в настолько стресс, что у него нет другого выхода, как бить по вашей ЦНС, по вашим всем гормонам, чтобы вы наконец-таки обратили внимание и начали ему давать намного больше пищи. Возвращаемся теперь к адекватному дефициту, чтобы сложилось понимание, почему ниже нельзя и почему лучше сделать два этапа.Вот вы уперлись в свою плату, грубо говоря, все, не идет у вас вес, вы сокращаете себе на 1600 калорий, условно говоря, еще делаете, 15 тех же процентов, и продолжаете также худеть.Соответственно, схема возвращения обратно в нормальные свои цифры, потому что, как правило, у нас мы результат-то получаем, а глобальный вопрос стоит в том, что, а что делать дальше? То есть, как дальше себе рассчитывать эти калории вообще? Что должно происходить? И это должно быть не так, что вот все, там, вы увидели заветную цифру 55 килограмм. В общем, на следующий день мы жирим. Нормально, диет закончилась, можно себе позволить всё. Нет. Здесь такой же плавный выход из всех диет. Для чего? Для того, чтобы, во-первых, не получить компенсацию.\nКомпенсация будет не жиром. Компенсация больше будет водой. То есть вы начнёте в организм давать больше количества еды. Соответственно, он такой, он 3 месяца сидел на дефиците, и вы ему решили дать пожрать побольше. Естественно, он начнёт кормить воду. То есть он не успеет подстроиться под такой большой поток еды, который ему требуется переварить. Он задержит воду, да, и выпрочнётся вот этим шаром, и всё, начнётся вот эта паника, что всё, всё, моя диета катит под хвост, я тут поела чуть больше, и всё, и я опять шариком.Чтобы вот этого не было, мы так же плавно рассчитываем в себе выход из этого дефицита. Вот вы остановились на своей там цифрке 1600 калорий, да, и знаете, что ваше поддержание при вот этой активности, которую вы изначально себе поставили, вот этот коэффициент вы высчитали, там на 2000 калорий.Соответственно, мы просто берем и плавно так же возвращаемся. Здесь включается система реверсивной диеты. Я думаю, очень многие, кто слышал, если кто не слышал, то суть этой диеты в том, что вы начинаете есть больше, и вы худеете. Вот эту магию, про которую в Инстаграме очень многие рассказывают. То есть вы также находитесь в дефиците, и вы также по 100 калорий, по 150 калорий начинаете себе добавлять каждую неделю.Тем самым вы в том же дефиците. То есть организм все равно какой-то процент жира он будет отдавать вам также. Но при этом у вас начинается повышение своего калоража. То есть сначала 1600 у вас начальное, вы повысили на 100, на 1700 поели. Отслеживаете, то есть смотрите по весам, ага, не прибавляем, наоборот, там даже где-то уменьшается, все, классно работает система.Еще прибавляем, еще так же смотрим. И вот добавляем до той точки, пока у вас там как минимум хотя бы две недельки, полторы плюс-минус, не будет стоять вес. Это будет означать то, что вы попали в свою норму поддержания, да, и вы можете вот так питаться, и вы не будете ни худеть, ни помыть. Почему я говорю попали? Потому что у нас не бывает такого, что мы линейно всю жизнь будем питаться на один калораж, и у нас не будет от этого меняться масса тела.Такого, к сожалению, не происходит. Очень бы хотелось, но нет. С разным временем года, разные периоды жизни наша активность может снижаться. \nСоответственно, если у вас активность снизится, у вас также и снижается потребляемая еда. Соответственно, если у нас повышается, то мы также спокойно можем себе повысить еду. И вот здесь вот это попало, вот, допустим, вы вначале себе, да, месяца два назад расписали вот так, и у вас поддержание 2000 калорий.Но, допустим, незаметно даже, ваша активность чуть ниже, чуть снизилась. Соответственно, от этого уже у вас не 2000 калорий будет поддержания, а 1900, условно говоря. И вот таким вот методом возвращения вы смотрите, насколько реально калорий вам нужно кушать, чтобы оставаться в одной такой форме своей, не полнеть, не толстеть, при этом кушать все возможное, что вам захочется в рамках, естественно, своего поддержания.Все, вот таким образом у нас происходит с вами расчет нашей калорийности, что на похудение, что обратно на выход. И вот этот выход, на самом деле, он важнее даже, чем похудеть. Но вот я очень прошу, вот я буду это повторять каждую вообще минуту, секунду. Пожалуйста, не спускайтесь ниже 1400. Если мы говорим про углеводы, да, сколько это в цифрах, то ниже 120 углеводов у вас не должно быть никогда.Вот просто никогда. Нет, есть возможность, конечно, что вы так и решили пойти на кето, да, но, как правило, там это не кето, это вообще, хрен пойми, что. И опять-таки эта кета у нас превращается просто потом по итогу в сырый, потому что я ещё не видела ни одного здравомыслящего человека, который просто только решил отказаться от оливудов и ест только там жир и белок.Это прикольная схема, я её пробовала, когда пыталась там вернуться. Это классно на первую неделю такое, знаете, что можно жирный стейк сожрать, можно все яйца съесть, авокадо туда запихнуть, Но это настолько приедается, настолько наедается, и плюс в такую диету мы не впишем ни одну сладость, ничего подобного, потому что в любой сладости, в любых ништячках это есть углеводы, сахар и так далее.Поэтому вот эту историю я всегда говорю исключать. Вот, ниже 120 углеводов вы не должны падать вообще, так же, как и по калориям. Возможно, да, на 1300 питаться, на 1200, у меня есть такие девочки, которые так кушают, но они кушают так из-за того, что они вот реально \nсидят дома, и всё. Вот они работают весь день дома, и дай бог, они там выйдут на улицу и прошагают, не знаю, 5000 шагов.И при их коэффициенте активности это нормально будет. То есть у них это будет прям очень хорошо. И опять-таки возвращаемся к тому, что так питаются в основном, когда уже подходит у нас высший возраст, то есть когда у нас диапазон еще до 30 лет, то у нас наш вязанийный метаболизм очень хорошо работает. С возрастом, понятное дело, вся эта история снижается, и разогнать это можно только за счет своей активности, тренировок, ходьбы и еще каким-либо видом спорта и так далее.Если мы будем просто сидеть и жить такую же жизнь, как мы жили 4 года или 5 лет назад, к сожалению, придется тогда урезать еду. По-другому никак. Переходим к тому, что у нас важнее вообще считать очень много мнений, кто-то кричит, что бежу важно, кто-то кричит, калории важно и так далее. Давайте разберем вот эту историю. То есть смотрите, вот вы все слышали про дефицит калорий.Я думаю, вряд ли кто из вас слышал про дефицит БЖУ, допустим, да, или профицит БЖУ или поддержание того же БЖУ, то есть нет. Для чего нам даны вообще вот эти три прекрасные буквы, вокруг которых, я не знаю, наверное, столько вообще споров, мне даже тяжело представить, с чем можно сравнить.Эти три цифры — это обеспечение всем необходимым вот наш весь внутренний, внешний мир и так далее. То есть жиры у нас отвечают за наши волосы, ногти, кожу, состояние кожных покровов наших, то есть да, вот эту увлажненность нам дает. И также отвечает за репродуктивную систему, то есть за женские гормоны, за то, как у нас приходит цикл, когда он приходит, этот цикл.Даже наблюдалось то, что вот у кого-то болезненный цикл, у кого-то безболезненный. Вот той категории, которые болят всегда, это значит, что он где-то косячит жирами. Вот это прям вот, можете даже отследить. Вот взять себе и повысить как-нибудь жиры и сократить при этом углеводы. И посмотреть, как будет реакция вашего тела вот за этот месяц. Далее, углеводы у нас, это вообще, в принципе, вот все вокруг, что строится наша вся энергия, это вот все насчет углеводов.\nТакже углеводы у нас в жир, как это правило считать, не идёт. Углевод нам нужен для обеспечения нашей мышечной массы, так же, как и белок. То есть, если белок у нас, он строит это, то углевод, он наполняет наши мышцы гликогеном, который он перерабатывается, и также он перерабатывается у нас в глюкозе. И вот если мы с вами убираем углеводы в рацион, но при этом мы потом видим отечность, целлюлит, вот эту дряхлость и рыхлость, вот эту кожу, которая нам не нравится, значит проблемы в этом.Почему? Потому что, вот смотрите, ваши мышцы, то есть за счёт чего у нас пропадает целлюлит? За счёт наполненности нашего тела и наших мышц. И когда мы решаем, что углевод нам не нужен, а организм, он в целом нужен для того, чтобы вы были бодры, веселы, да, у вас были силы на вообще просто какую-либо свою бытовую активность, и вот вы решили его исключить.Организм начинает это забирать из мышечной ткани, да, опустошать вот это всё. Соответственно, вы что? Вы как шарик ступаете. Представьте шарик, который вот так вот высосали, он такой в кровь. Вот так же наше тело. То есть все, что вы потом увидите у себя на задней поверхности бедра, на заднице, у кого-то в руке, без разницы, это все из-за того, что вы взяли себя из дуля.Как только мы возвращаем это, углевод у нас напрямую идет, перерабатывается в гликоген, гликоген у нас идет в мышцы, и мы наполняемся. Я сейчас стараюсь донести максимально вообще простым и понятным языком, дабы не углубляться во все вот эти термины, чтобы вы не вышли с чувством, что какая-то, блядь, ну вроде интересно, да, но нихера вообще непонятно, что она сказала. Да, поэтому это может быть не совсем там правильно, но оно хотя бы доступно.И белок. Самый наш вообще важнейший, наверное, нутриент, который можно представить. Из белка мы состоим полностью. Вот полностью. Всё, что у нас есть, волосы у нас содержат эти частицы, структуру, всё, ногти, кожа, суставы, сосуды, вот всё, у нас всё состоит из белка. Соответственно, убирая или сокращая белок, у нас также начинает сосыпаться всё.Мышцы у нас становятся плохие, волосы они перестают также блестеть, ногти ломаться, кожа трескаться, вот это все у нас тоже зависит \nот количества белка в рационе. Но также, когда вы перебираете белок, то есть вот любители посидеть на вот этой диете, я ем только там курицу, салатики и так далее, да и протеин там, может быть задержка жидкости и отечность. Почему?Потому что наш организм, он не способен переварить, переработать большое количество белка. То есть для него сама по себе вот эта структура, она тяжелая. Ему тяжело она перерабатывается. Почему все говорят о том, что вот белок хорошо насыщает? Потому что он очень долго расщепляется, он очень долго переваривается, тем самым вот это чувство сытости и наполненности остается очень долго.Когда мы перебираем этим, организм просто не справляется. Здесь не важен ни возраст, ни какие-либо другие факторы. Он просто сам по себе не справляется с таким большим количеством белка, которое вы ему даете. Поэтому, если у вас есть отечность какая-либо, но вы такой же смотрите на свои тарелки, никаких гадостей у вас нет, углевод примерно нормальное количество, но у вас все равно есть какая-то отечность, и вы не знаете, что делать, сократите количество употребляемого белка.То есть вот по формулам это прописывается, как правило там 1 грамм тоже на массу тела, я всегда ставлю выше, только потому что, во-первых, а, не так хорошо она собрабатывается, я где-то ставлю, ну, 1,2. Полтора — это уже для тех, кто сильно занимается силовыми тренировками, ему нужна мышечная масса, да, а вот 1,2 я ставлю вот так, чтобы это вот обычный человек смог весить, Потому что 1 грамм, я считаю, это очень мало на килограмм веса.Более уже полтора — это уже много. Здесь нужно отслеживать реакцию, да, и не каждый будет это делать. Как правило, всё это перебирается. Соответственно, вот, у нас все прекрасные цифры. И тут возникает вопрос, когда все садятся на счётчики калорий, что важнее считать. Особенно вот есть такая категория людей, которые увидели, что ага, надо питаться на 1600, они начинают питаться на 1600, и прекращая, точнее не отдают своё внимание на то, какое у них бы жир.Как правило, это у нас жиры где-нибудь ниже плинтуса будут находиться, потому что мы исключаем всё жирное, жареное, масло, просто живой салат и так далее. Сладкое я вообще молчу, мы убираем. Как правило, \nу нас происходит вот здесь просек, белок у нас выше неба, но углевод там где-то барахтается, такой несчастненький сам по себе.Но такой момент, наше БЖУ — это наши калории, наши калории — это наше БЖУ. Как бы это глупо ни звучало. То есть, когда мы будем выстраивать, допустим, рацион под БЖУ наше, у нас также будут набегать калории. И тут очень такой важный момент в счете. То есть, продукты у нас имеют тоже разную калорийность.Они могут по БЖУ проходить, да, но из-за каких-то там допсовых добавок или чего-то еще они могут превышать эту калорийность, которую положено, условно говоря. И, соответственно, внося какой-либо продукт, вы можете и вписаться в рамки своего БЖУ, но вы можете перебрать по калории. И вот тут вы уже выходите за рамки своего дефицита, потому что изначально у нас дефицит калорий, а не дефицит БЖУ.Соответственно, что мы делаем? Как правило, я всегда рекомендую, что мы жиры и белки мы держим в одном диапазоне. То есть вот эти два ингредиента, которые мы не трогаем вообще никак. Всю остальную игру мы стараемся делать только углеводами. Возможно, гибкая система питания, в каком плане, что какой-то день, я не знаю, вам захотелось поесть на завтрак тост с авокадо, яйцом, и вы подсознательно будете понимать, что в этот день вы жиры переберете.Соответственно, вы перебрать их можете тем самым, что вы понижаете немножко свои углеводы, но у вас есть рамка своего дефицита калорий. То есть дефицит калорий у нас неровная вот эта цифра 1700. Вообще не страдаем, пожалуйста, вот этим прям высчитыванием чего-то. Нет, тут есть тоже свой коридор, допустим, 1700 дефицит.Вы можете спокойно добавить плюс 50 калорий, либо минус 50 калорий. Вот ваш коридор, вот эти 100 калорий, по факту. В меньшую сторону 50 и в большую 50. И вы также будете оставаться в рамках своих 1700. Наш организм не может высчитывать вот так, как это делает наш мозг. Для него это тот же будет дефицит, абсолютно такой же, как ровно на 1700. И поэтому здесь важно сохранять при счёте дежурный калорий просто рациональность и насмотренность, скажем так.Один день вы вроде бы вписали вот всё, что вам уже хочется, да, но вы видите, что ну по калориям какой-то недобор, да, по БЖУ вроде бы \nнормально. Ну всё, оставляем, нормально. То есть это не значит, что нужно теперь ещё что-то там добавлять, лишь бы добить. Ну, либо можно сделать так, что, я не знаю, вот видите, что ну тут вроде нормально вышло по калориям, да, уже, а БЖУ у вас, наоборот, там углевод, допустим, он чуть пониже на те же 10 грамм.Ну, так вот вышло. Но уже вот по калориям все в пределах. Соответственно, это не значит, что нужно какой-то продукт там исключить и что-то заменить или еще что-то. Это значит, что вы в балансе в этом. У вас ваша БЖУ может играться плюс 10 или плюс 15 даже так же и в минус. Но вот жиры всегда я говорю, что желательно добрать и ниже не опускаться. Перебрать можно жирами, не добрать желательно не надо. Так же, как и голова.Это вот эти два значения мы стараемся плюс-минус держать. У нас может быть какая-либо погрешность, у нас может быть не когда мы прям сильно просядем, да, или там специально сделаем выкатки, допустим, хожу всегда в заведение, я же не знаю по факту, вот сколько мне реально там нальют того же масла или еще что-либо, соответственно, я когда себе распределяю рацион, я всегда с запасом оставляю жиров. Ну и ничего страшного там за один-два дня будет, если я реально их не доем или я их там даже переем.Вот это ничего страшного. Но когда это входит в систематику, то есть когда это постоянно, и вы это начинаете делать не потому что так вышло, а потому что, Лучше я уберу жиры, на всякий случай, потому что там же говорят, что куда мне жиры эти надо, там проще их убрать вообще. Вот такая история, это очень плачевно. Поэтому, что касается у нас, что из этого важнее считать?И то, и то, скажем так. То есть БЖУ, это вот, скажем так, наше качество тела и кожи, то есть это вот то, чтобы не было у нас целлюлитика, отечности, чтобы у нас прекрасно строилась наша мышечная масса и так далее. Это все про божу. Но когда мы хотим похудеть, нам очень важен дефицит калорий. По-другому не получится, по-другому не работает так система.Многие говорят, что вот я считаю только божу, не обращая внимания на калорийность. Ну, как правило, любой вот этот счет БЖУ, он же все равно делается, исходя из дефицита. И плюс-минус она все равно попадает \nв этот дефицит, да, просто какие-то дни она может либо вровень оставаться, да, либо не такой сильный дефицит сама себе создавать. Но мы же, когда считаем с вами, мы же сначала рассчитываем дефицит, правильно, вот эту циферку выявляем для себя, и потом из этого мы уже начинаем раскладку по БЖУ.Я надеюсь, что каждая сначала считает себе жиры и белки, и потом уже остаток делает себе науглеводным, и никак там не наоборот, через еще какую-то магию и так далее. Мы сначала вычисляем для себя самые нужные нам нутриенты, которые прямо необходимы, а потом мы уже оставшуюся часть оставляем науглеводным.Тем самым мы получаем адекватные, здравые циферки, по которым мы можем худеть, по которой мы потом возвращаемся в обычное свое состояние, свое тело, фиксируем вот этот результат, и вот живем какое-то время. Когда мы видим, что, допустим, вот вы питаетесь уже там на поддержание на свое, и тут вы такие, ага, что-то я вижу как-то я, не нравится мне, Что-то немножечко я, видимо, прибавила, да, в строительной весы, да, прибавила.Чего делаем? Это значит, что у нас где-то активность наша снизилась, да, и у нас уже наше поддержание уже не поддержание, а небольшой профицит. Поверьте, для большого профицита это еще больше еды, да, как вот для всех я открываю магию, что вот ты сейчас 700, потом не пишешь вот такие тарелки, а там еще больше еды.И чтобы вот прям выйти, это нужно либо, а, да, высрываться, как это происходит, то есть, вы один день на диете, и все остальные дни высрываетесь, либо там…Спикер 1:Ну, что ж такое-то, всё, отвисла, да, я так понимаю, да, спасибо. Больше.Спикер 3:Что мы делаем в таких ситуациях? Вот допустим, вот сейчас я понимаю, что у меня активность будет снижена. То есть, да, я понимаю, что я столько шагов выходить не смогу и так далее. Ну вот меч-то есть, я не готова. То есть, ну я и хочу. Зачем? Мне комфортно. Соответственно, \nя что, если добавляя дорожку в зале. На обычном пульсе, девочки, мы не вот это спотом, мы не выходим будто мы только что, я не знаю, отпахали просто целое поле, да, и вот все вот это мы вспомним.Нет, мы в обычном режиме просто добавляем себе вот эту активность теми же шагами, которые мы делаем на улице. Это равно. Вот эту тему кардио я на неделе открою в инстаграме, чтобы как минимум убрать в том, что можно херачить в этом карте, что мы похудеем, не похудейте, вы просто не похудеете и всё, не поможет это, вот, и также вы наблюдаете, вы либо добавляете себе активность, либо вы уменьшаете себе ещё еду, и вот от этого вы также вот этим щупаньем самой себя, да, своего организма, вы выявляете для себя свои цифры, потому что, ну, хорошо, вот я вам расписала, вот столько вам нужно кушать, но я с вами же не буду находиться там месяц, два, три, четыре, полгода, год, да, чтобы вот четко так отслеживать все это.И вы должны научиться сами регулировать свое потребление еды, свои тарелки. Вы должны понимать, как вообще вот строится весь этот процесс, от чего вам отталкиваться, а не так, чтобы где-то вы увидели в интернете, что на 1700 надо худеть, на 1000 калорий надо худеть, да, или на 1200.А вы сами проанализировали, по сравнению с теми срывами, которые происходят ежедневно, еженедельно, месяц, недельку отследить свой прогресс можно. И просто не бояться и не бить в эту панику, что вы увидели килограмм плюс. Возможно, это задержка жидкости. Ваше что-то может меняться в организма. Момент ПМС вообще никто не отменял. То есть некоторые шарики надеваются. Вот я в том числе могу проснуться на 3 кг больше. И все.Я такая, приветик. А я не ела ничего такого. То есть у меня даже не было там чернила моего никакого. А я проснулась быстрее. Я не бью панику о том, что типа все, сегодня я не ем. Я делаю в это дни и те же действия.В одни и те же действия, долблю просто и все, тогда будет какой-то вот толк результат, когда вы делаете стабильность, вы хотя бы можете отследить и понять вообще, подходит вам такое или не подходит вам такое, то есть, а не так, что один день пытались, посмотрели, все фигня, все фигня, значит не работаем. Нет, просто вы не дали шанс своему организму. Также очень важный момент, смотрите. Допустим, вы рассчитали себе вот сейчас свою калорийность, все, увидели там \nциферку, адекватность, начали применять действия, но вы видите, что, допустим, у вас вес растет.Может быть такое. Это абсолютно нормально. Почему? Вот вы долго очень сидели на каких-либо диетах, дефицитах, неправильных божеусовых и так далее. И тут вы решаете организму дать необходимое количество даже тех же вод. Ему нужно это переварить. Ему непривычно переварить такое количество еды.Он задержит воду. Это вот прям 100%. Это то же самое, что происходит у нас после срыва. Мы же просыпаемся отёкши. Почему? Не потому, что сладкое плохое. Нет. А потому, что вы загрузили в себя такое количество еды, с которым организмом нужно справиться. Чтобы ему справиться, да, это вот как травма, он начинает туда копить. Соответственно, он также и ваше тело, он начинает скапливать эту жидкость, чтобы ему переработать вот то количество еды, которое вы в него засунули.То же самое происходит, когда мы добавляем большое количество углеводов. Ну, не большое, а вот адекватное, просто для всех оно кажется сначала очень большим. То же самое, он задерживает воду, потому что он пока еще не понимает, что вы от него хотите. То есть он такой, угу, так, давай посмотрим, что она будет делать в оставшиеся дни. И вот вы, если делаете одно и то же, он такой, а, все, забирай, мне не нужно уже, мне все устраивает, мне все хорошо. И вот увидится этот вес, поэтому если вы вдруг сели там на дефицит сейчас, начали считать, и вы видите прибавку, это не значит, что формула неправильная, или вы неправильно просчитали или еще как-либо.Это значит, что организму нужно время. Это вот как ему нужно время, что мы там ели, не знаю, пять лет подряд, да, пили алкоголь. И он привык к такому режиму, ему точно такое же время нужно, чтобы вернуться в эту адекватность. И все. И тогда и вес пойдет, и все будет нормально. Единственный момент, что, конечно, если вы усердно занимаетесь \nсиловыми тренировками, да, и как бы хотите одновременно, чтобы и худели вы, и при этом мышечные массы наполнялись, то вес вообще может не меняться.Он может вообще стоять, а то и быть расти. Почему? Потому что мышцы у нас тяжелее, вы даёте хорошее количество углеводов. Того же, да, при подсчёте БЖУ. И, соответственно, он наполняет наши мышцы гликогеном, и они становятся тяжелее. Просто и всё. Здесь подключается и система замеров. Лучше делать замеры, чем каждый раз завешиваться.Потому что по замерам вы можете реально становиться уже, а по весу становиться более. И вот в другом никак. В этом плане все, что касается у нас расчета ВЖУ и нашей калорийности, что важнее считать, если не поняли еще что-либо, включаем микрофоны, потому что писать здесь нельзя в чате. Сори, я в следующий раз придумаю получше Система, например, Zoom, где можно писать, если кто стесняется, поэтому включаю микрофоны.Если у вас остались какие-либо вопросы в подсчёте, я слушаю. Стойте, все поняли. Вопросов нет, я так понимаю?Либо, если вы стесняетесь, напишите в комментариях в группе моей и пишем.Спикер 2:Ну, раз вопросов у нас нет, они могут возникнуть у вас потом, когда вы будете либо считать, либо переваривать информацию, да, что тоже, в принципе, нормально.Спикер 3:Оставляйте комментарии под окошками или по трансляции, под которые я сейчас выложу. И там я буду отвечать. Мне там поступал вопрос, сколько я ем сладкого, как я его там вписываю. Сладкое я ем каждый день. Я не представляю свои перекусы без сладкого. То есть мне после полноценного приема пищи не обязательно есть сладкое. Это просто как вот. Я без этого не могу жить, поэтому батончики, какая-либо сладость, обычная сладкость, даже ксенческий яйко мне бы решила заточить.\nУ меня по мысли не хочется. Вот. Я вписываю, вот каждый день я ем. Никак это не влияет, как видите, да, целлюлит у меня тоже не появляется. Поэтому всё в этом плане индивидуально, если вы не видите никаких за собой изменений, непереносимости, как у нас с органом, допустим, кушайте на здоровье, вписывайте на здоровье каждый день, не надо страдать вот этим, что поем на выходном, поем в праздник или в какой-то еще день, потому что, как правило, эта история потом будет выливаться с рыб.У кого-то это сладкое, у кого-то это солёные чипсики, либо у кого-то вообще алкоголь. Если хочется, мы все можем вписать, тот же алкоголь. Просто важна вот эта мера, так, да, грань. Если, конечно, вы не хотите ничего менять там в своей жизни, в плане рациона, да, где-то чуть убавить, где-то чуть прибавить, а вот оставаться ровно вот так же, но при этом худеть, ну, к сожалению, вот такой магии, да, еще даже я не придумала.Очень бы хотелось, конечно, но, к сожалению, так. Все, девочки, на этом. Идем ужинать, у кого вечер, как и у меня. Надеюсь, информация донесла вам легко. Если у вас будут вопросы, пишите в комментариях под видео нашей трансляции. Я там на все отвечу и всем все дорасскажу. Если вдруг у вас, Дженна, останется, такого, блин, не спросила, хотела спросить.Все. Спасибо вам всем большое. А, я мой фаворит. Так, надо завершить эту штучку."}
{"source": "рацион 1300-1450.txt", "chunk_index": 0, "text": "﻿э к с п р е с с  с у ш к а\n\nрацион питания \nна 1300-1450 ккал\n\n\n\nСписок продуктов\nдля рациона питания \n«экспресс-сушка»\n\nТворог 2% жирности в брикетах - 760г\n\nТворог 0% жирности в брикетах 200г\n\nМягкий творог 2% - 100г\n\nМягкий творог 0% - 300г\n\nЯгоды сезонные на выбор  - 300г\n\nКуриное филе – 650г\n\nКуриная печень – 150г\n\nФиле индейки 200г\n\nМолоко коровье 0-1% жирности / безлактозное/ \nрастительное - 350мл\n\nОвсяные хлопья – 60г\n\nЛук репчатый – 250г\n\nМорковь – 500г\n\nГрибы шампиньоны – 300г\n\nСметана 10% жирности – 100г\n\nГречневая крупа  - 80г\n\nОвощи свежие сезонные на выбор – 1400г\n\nЗелень\n\nКабачок – 200г\n\nОгурцы 150г (для салата)\n\nЧеснок – 1 головка\n\nАвокадо – 200г\n\nРуккола зелень – 180г\n\nПомидоры – 300г\n\nКреветки – 350г\n\nМорепродукты (смесь) – 100г\n\nЛимон – 1шт\n\nОливковое масло\n\nТреска – 300г\n\nГорбуша – 200г\n\nЦветная капуста – 300г\n\nКефир 0-1% жирности – 800мл\n\nЯйцо куриное – 8шт\n\nМука рисовая / манная крупа – 100г\n\nВанилин – 1,5г\n\nГовядина – 300г"}
{"source": "рацион 1300-1450.txt", "chunk_index": 1, "text": "Овощная смесь замороженная «мексиканская» \n- 100г\n\nТоматная паста – 50г\n\nБулгур / рис бурый – 60г\n\nОрехи сырые без соли – 20г\n\nХлеб из цельнозерновой муки – 60г\n\nЖелатин – 15г\n\nКакао – 30г\n\nКапуста белокачанная – 500г\n\nСпагетти – 40г\n\nСыр  твердый – 50г\n\nЧернослив – 40г\n\n Кукуруза конс.- 60г\n\nЛавровый лист, хмели - сунели, прванские \nтравы, перец, соль\n\nКиноа – 40г\n\n\n\nдень 1,2 Всего за день: 1331 ккал, БЖУ: 125/42,2/97\n\nКаша овсяная\n\nЗавтрак 320 ккал, БЖУ: 30/4/38\n\nс ягодами + творог\n\nСостав:\n\n Рецепт:\n\nКаша овсяная\n Смешать молоко 0-1% жирности \nТворог 2% жирности 100г\n 150мл и воду 100мл, довести до \nДобавьте к каше и творогу кипения, выложить овсяные хлопья \nягоды 100г вместо сахара 30г, чуть подсолить по желанию. \n\nВарить на медленном огне 10-15мин., \nпомешивая до готовности.\n\nТушеная курица с грибами \n(100г) и гречкой (40г) Обед 390 ккал, БЖУ: 36/7,2/40\n\nСостав (кол-во на 2 дня)\n\n Рецепт:\n\nКуриное филе 250г\n Подготовленные продукты сложить"}
{"source": "рацион 1300-1450.txt", "chunk_index": 2, "text": "Лук 50г\n в емкость, добавить соль и пряные \nМорковь 50г \n травы, хмели – сунели, чеснок по \nШампиньоны 200г\n вкусу. Залить сметаной 10% 50г, \nГречка 80г разделить\n добавить воды. Поместить емкость\n\nна 2 порции.\n в духовку. Выпекать при 180гр \nОвощи свежие сезонные\n 30-40мин.\nбез соли и масла 200г\n\nСалат из креветок\n\nи авокадо 300г Перекус 316 ккал, БЖУ: 25/20/5\n\nавокадо — 100г\n очищенные отварные креветки — 100г\n\nруккола — 50г\n лимонный сок — 1ч.л\n\nпомидоры — 50г оливковое / льняное масло  — 1ч.л \n\n\nсоль, перец — по вкусу.\n\nТреска с пюре из цветной \nУжин 305 ккал, БЖУ: 34/11/14\n\nкапусты 200-250г\n\nСостав (кол-во на 2 дня)\n\n Рецепт:\n\nТреска 300г\n Запечь треску в разогретой до 200 °C \nЦветная капуста 200г\n духовке. Разделить цветную капусту\n\nКокосовое молоко 100мл\n\n на соцветия и отварить в подсоленной"}
{"source": "рацион 1300-1450.txt", "chunk_index": 3, "text": "воде до мягкости. Добавить кокосовое \n*Кефир 0-1% жирности\n молоко (можно заменить на 0-1% \nв качестве позднего ужина жирности молоко коровье с 1ст.л \n200мл\n льняного масла) к цветной капусте, \n\nизмельчить в пюре при помощи \nблендера.\n\n\n\nдень 3,4 Всего за день: 1328 ккал, БЖУ: 125/44/97\n\nСырники 180-200г Завтрак 310 ккал, БЖУ: 39/6/18\n\nСостав (кол-во на 2 дня)\n\n Рецепт:\n\nТворог 2% - 360г \n Все смешать, мокрыми руками \nЯйцо - 1шт  \n сформировать сырники и выпекать\n\nМука рисовая / манная крупа на антипригарной сковороде с каплей \n – 2-3ст.л \n кокосового рафинированного или \nВанилин ¼ ч.л\n оливкового масла под крышкой.  \nСахарозаменитель по вкусу  Разделить на 2 порции.\n\nГовядина с овощами \nОбед 608 ккал, БЖУ: 39/29/39\n\n(150-170г) и булгуром \n(30г)\n\nСостав (кол-во на 2 дня)\n\n Рецепт:"}
{"source": "рацион 1300-1450.txt", "chunk_index": 4, "text": "Говядина постная - 300гр.  \n Нарезать говядину тонкими \nОвощная смесь (смесь полосками. Лук очистить и нарезать \nзамороженных овощей полукольцами. В сотейнике разогреть \n«мексиканская») - 100 гр.\n масло и добавить мясо, когда оно \nЛук – 50г, Томатная паста 2 ст. л.\n поджариться, можно добавить лук. \nМасло оливковое - 10 гр.\n Добавить горячей воды, чтобы \nПаприка - 1 ч. л.\n покрывало мясо. Когда мясо будет \nЛавровый лист – 2шт\n практически готовым добавить смесь \nВода – 300мл.\n замороженных овощей, томатную \nБулгур / рис бурый на гарнир пасту, паприку и лавровый лист.  \n(отварить 60г крупы на 2 Тушить на медленном огне, до \nпорции)\n мягкости мяса.\nОвощи свежие сезонные 200г\n\nТертая морковь \nПерекус 220 ккал, БЖУ: 22/7/35\n\nс творогом Тертая морковь 150г, \nМягкий творог 0% 150г, \nОрехи сырые без соли 10г\n\nКуриная грудка\n\nУжин 190 ккал, БЖУ: 25/2/5\n\nс овощами 100г\n\nСостав:\n\n Рецепт:"}
{"source": "рацион 1300-1450.txt", "chunk_index": 5, "text": "Куриное филе без кожи 200г \n Куриное филе посыпать солью, \nОвощи свежие сезонные без перцем, паприкой или хмели – сунели \nсоли / запеченные в рукаве\n по желанию, выдавить чеснок.\n\nс курицей 200г Выложить  курицу в рукав для \n\nзапекания. Запекать при температуре \n180 градусов С 30-40 минут.\n\n\n\nдень 5,6 Всего за день: 1431 ккал, БЖУ: 138/42/89\n\nОмлет с креветками Завтрак 330 ккал, БЖУ: 30/20/15\n150-180г\n\nСостав на 2 дня\n\n Рецепт:\n\nЯйца — 4 шт \n В миске взбить яйца, посолить\n\nКреветки (очищенные, лучше и поперчить по вкусу. Добавить мелко \nварёные или размороженные) — нарезанную зелень. На сковороде \n150г\n разогреть масло, быстро обжарить \nСвежая зелень (укроп, креветки около 1–2 минуты.\n\nпетрушка, зелёный лук)\n Вылить яичную смесь на креветки\n\nСоль, перец — по вкусу\n в сковороду. \nМасло оливковое 1ч.л \n\nХлеб цельнозерновой 30г\n\nОвощи 200г\n\nУха в духовке (400г) \nи салат с грибами, Обед 608 ккал, БЖУ: 42/15/32\n\nпеченью и киноа\nСостав на 2 дня:\n\n Рецепт:"}
{"source": "рацион 1300-1450.txt", "chunk_index": 6, "text": "Вода - 300мл\n Нарезать овощи и рыбу. Уложить\n\nГорбуша -200г\n в жаропрочную кастрюлю, залить \nЦветная капуста -100г\n горячей водой. Поставить в разогретую \nМорковь -100г\n до 180 градусов духовку на 40 минут.\n\nПомидоры -100г\n Добавить соль, перец, лавровый лист, \nЛук репчатый -50г\n и вернуть в духовку еще на 20 минут.\n\n\nГрибы шампиньоны 100г\n\n1ч.л оливкового масла\n Булгур (отварить 80г на 2 дня)\n\nКуриная печень 150г\n Овощи сезонные свежие без соли 200г\n\nРуккола 80г\n Хлебцы гречневые 20г\nКиноа (40г на 2 порции)\n\nТворожное суфле Перекус 200 ккал, БЖУ: 31/5/8\n\nНа 2 порции: Желатин 15г, \nобезжиренное / растительное молоко Желатин залить стаканом воды до набухания. Добавить \n100г, какао 30г, сахарозаменитель\n молоко, какао, сахарозаменитель по вкусу. Ставим\n\nпо вкусу, творог 0% жирности 200г на медленный огонь и нагреваем. Не кипятить!\n\n\nДобавляем творог, размешиваем. Отправляем всё\n\nв блендер и превращаем в однородную массу.\n\nКапуста тушеная\n\nУжин 294 ккал, БЖУ: 35/2/33\n\nс индейкой 250-300г\nСостав на 2 порции:\n\n Рецепт:\n\nКапусту 500г\n В мультиварку или кастрюлю \nФарш из филе индейки 200г\n складываем нашинкованную капусту, \nКабачок 200г\n фарш, кабачок, лук, морковь, \nЛук 50г, морковь 50г\n потертую на крупной терке, чеснок. \nЧеснок 1 зуб\n Заливаем все томатной пастой \nТоматной пастой 25г\n разведенной водой, солим\n\n*Кефир 0% жирности в и добавляем лавровый лист, перец.\nкачестве позднего ужина 200г\n\n\n\nдень 7 Всего за день: 1286 ккал, БЖУ: 133/38/97\n\nЛенивые вареники Завтрак 449 ккал, БЖУ: 54/10/43\n\n200-230 г\nСостав:\n\n Рецепт:\n\nТворог 2 % 200г\n Творог смешиваем и разминаем \nМука рисовая - 3ст.л\n вилкой. Добавляем яйцо, муку, \nЯйцо куриное - 1шт\n ванилин, сахарозаменитель по вкусу. \nМед / сироп топинамбура - 1ст.л\n Формируем шарики и опускаем \nЯгоды 100г вареники в кипящую воду, убавляем \n\nогонь. Как всплывут, готовим еще \nминут 7.\n\nПаста с морепродуктами,\n\nОбед 505 ккал, БЖУ: 45/11/44\n\nпорция\nСостав:\n\n Рецепт:"}
{"source": "рацион 1300-1450.txt", "chunk_index": 7, "text": "Спагетти – 40г \n Отварите спагетти согласно \nМорепродукты – 100г \n инструкции на упаковке.\n\nПомидоры - 100г\n Морепродукты обжарьте с 1ст.л \nЛук – 50г, Чеснок – 1 зубчик\n оливкового масла, добавьте \nПрованские травы сушенные порезанные томаты, специи, соль. \n(розмарин, тимьян, орегано, Тушите на среднем огне не более 5 мин. \nбазалик) – 1 ч.л\n Выложите к морепродуктам пасту\n\nСоль,перец – по вкусу\n и перемешайте. + Протеиновый \nОливковое масло – 1ст.л \n батончик Bombbar 60г\nОвощи сезонные свежие\n\nбез соли 200г\n\nТворог мягкий \nПерекус 95 ккал, БЖУ: 15/2/1\n\n2% 100г  \n\nСалат с курицей\n\nУжин 372 ккал, БЖУ: 39/20/18\n\nи черносливом 250г\nСостав на 2 порции:\n\n Рецепт:\n\nЯйцо 2шт\n Яйцо отварить. Натереть на крупной \nОгурцы 150 г\n тёрке. Нарезать соломкой огурцы, \nКуриное филе отварное 200г\n куриное филе отварное. Сыр твердый \nСыр твердый 50г\n натереть на тёрке. Чернослив нарезать \nЧернослив 40г\n соломкой. Смешать все и добавить \nКукуруза конс. 60г\n кукурузу конс. Заправить 3ст.л \n3ст.л греческого йогурта\n греческого йогурта или сметаной 10% \n\nжирности"}
{"source": "рацион 1300-1450 (нед 2).txt", "chunk_index": 0, "text": "﻿э к с п р е с с  с у ш к а\n\nрацион питания \nна 1300-1450 ккал\n\n\n\nСписок продуктов\nдля рациона питания \n«экспресс-сушка»\n\nТворог 2% жирности в брикетах - 760г\n\nТворог 0% жирности в брикетах 200г\n\nМягкий творог 2% - 100г\n\nМягкий творог 0% - 300г\n\nЯгоды сезонные на выбор  - 300г\n\nКуриное филе – 650г\n\nКуриная печень – 150г\n\nФиле индейки 200г\n\nМолоко коровье 0-1% жирности / безлактозное/ \nрастительное - 350мл\n\nОвсяные хлопья – 60г\n\nЛук репчатый – 250г\n\nМорковь – 500г\n\nГрибы шампиньоны – 300г\n\nСметана 10% жирности – 100г\n\nГречневая крупа  - 80г\n\nОвощи свежие сезонные на выбор – 1400г\n\nЗелень\n\nКабачок – 200г\n\nОгурцы 150г (для салата)\n\nЧеснок – 1 головка\n\nАвокадо – 200г\n\nРуккола зелень – 180г\n\nПомидоры – 300г\n\nКреветки – 350г\n\nМорепродукты (смесь) – 100г\n\nЛимон – 1шт\nОливковое масло\n\nТреска – 300г\n\nГорбуша – 200г\n\nЦветная капуста – 300г\n\nКефир 0-1% жирности – 800мл\n\nЯйцо куриное – 8шт\n\nМука рисовая / манная крупа – 100г\n\nВанилин – 1,5г\n\nГовядина – 300г"}
{"source": "рацион 1300-1450 (нед 2).txt", "chunk_index": 1, "text": "Овощная смесь замороженная «мексиканская» \n- 100г\n\nТоматная паста – 50г\n\nБулгур / рис бурый – 60г\n\nОрехи сырые без соли – 20г\n\nХлеб из цельнозерновой муки – 60г\n\nЖелатин – 15г\n\nКакао – 30г\n\nКапуста белокачанная – 500г\n\nСпагетти – 40г\n\nСыр  твердый – 50г\n\nЧернослив – 40г\n\n Кукуруза конс.- 60г\n\nЛавровый лист, хмели - сунели, прванские \nтравы, перец, соль\n\nКиноа – 40г\n\n\n\nдень 1,2 Всего за день: 1331 ккал, БЖУ: 125/42,2/97\n\nКаша овсяная\n\nЗавтрак 320 ккал, БЖУ: 30/4/38\n\nс ягодами + творог\n\nСостав:\n\n Рецепт:\n\nКаша овсяная\n Смешать молоко 0-1% жирности \nТворог 2% жирности 100г\n 150мл и воду 100мл, довести до \nДобавьте к каше и творогу кипения, выложить овсяные хлопья \nягоды 100г вместо сахара 30г, чуть подсолить по желанию. \n\nВарить на медленном огне 10-15мин., \nпомешивая до готовности.\n\nТушеная курица с грибами \n(100г) и гречкой (40г) Обед 390 ккал, БЖУ: 36/7,2/40\n\nСостав (кол-во на 2 дня)\n\n Рецепт:\n\nКуриное филе 250г\n Подготовленные продукты сложить"}
{"source": "рацион 1300-1450 (нед 2).txt", "chunk_index": 2, "text": "Лук 50г\n в емкость, добавить соль и пряные \nМорковь 50г \n травы, хмели – сунели, чеснок по \nШампиньоны 200г\n вкусу. Залить сметаной 10% 50г, \nГречка 80г разделить\n добавить воды. Поместить емкость\n\nна 2 порции.\n в духовку. Выпекать при 180гр \nОвощи свежие сезонные\n 30-40мин.\nбез соли и масла 200г\n\nСалат из креветок\n\nи авокадо 300г Перекус 316 ккал, БЖУ: 25/20/5\n\nавокадо — 100г\n очищенные отварные креветки — 100г\n\nруккола — 50г\n лимонный сок — 1ч.л\n\nпомидоры — 50г оливковое / льняное масло  — 1ч.л \n\n\nсоль, перец — по вкусу.\n\nТреска с пюре из цветной \nУжин 305 ккал, БЖУ: 34/11/14\n\nкапусты 200-250г\n\nСостав (кол-во на 2 дня)\n\n Рецепт:\n\nТреска 300г\n Запечь треску в разогретой до 200 °C \nЦветная капуста 200г\n духовке. Разделить цветную капусту\n\nКокосовое молоко 100мл\n\n на соцветия и отварить в подсоленной"}
{"source": "рацион 1300-1450 (нед 2).txt", "chunk_index": 3, "text": "воде до мягкости. Добавить кокосовое \n*Кефир 0-1% жирности\n молоко (можно заменить на 0-1% \nв качестве позднего ужина жирности молоко коровье с 1ст.л \n200мл\n льняного масла) к цветной капусте, \n\nизмельчить в пюре при помощи \nблендера.\n\n\n\nдень 3,4 Всего за день: 1328 ккал, БЖУ: 125/44/97\n\nСырники 180-200г Завтрак 310 ккал, БЖУ: 39/6/18\n\nСостав (кол-во на 2 дня)\n\n Рецепт:\n\nТворог 2% - 360г \n Все смешать, мокрыми руками \nЯйцо - 1шт  \n сформировать сырники и выпекать\n\nМука рисовая / манная крупа на антипригарной сковороде с каплей \n – 2-3ст.л \n кокосового рафинированного или \nВанилин ¼ ч.л\n оливкового масла под крышкой.  \nСахарозаменитель по вкусу  Разделить на 2 порции.\n\nГовядина с овощами \nОбед 608 ккал, БЖУ: 39/29/39\n\n(150-170г) и булгуром \n(30г)\n\nСостав (кол-во на 2 дня)\n\n Рецепт:"}
{"source": "рацион 1300-1450 (нед 2).txt", "chunk_index": 4, "text": "Говядина постная - 300гр.  \n Нарезать говядину тонкими \nОвощная смесь (смесь полосками. Лук очистить и нарезать \nзамороженных овощей полукольцами. В сотейнике разогреть \n«мексиканская») - 100 гр.\n масло и добавить мясо, когда оно \nЛук – 50г, Томатная паста 2 ст. л.\n поджариться, можно добавить лук. \nМасло оливковое - 10 гр.\n Добавить горячей воды, чтобы \nПаприка - 1 ч. л.\n покрывало мясо. Когда мясо будет \nЛавровый лист – 2шт\n практически готовым добавить смесь \nВода – 300мл.\n замороженных овощей, томатную \nБулгур / рис бурый на гарнир пасту, паприку и лавровый лист.  \n(отварить 60г крупы на 2 Тушить на медленном огне, до \nпорции)\n мягкости мяса.\nОвощи свежие сезонные 200г\n\nТертая морковь \nПерекус 220 ккал, БЖУ: 22/7/35\n\nс творогом Тертая морковь 150г, \nМягкий творог 0% 150г, \nОрехи сырые без соли 10г\n\nКуриная грудка\n\nУжин 190 ккал, БЖУ: 25/2/5\n\nс овощами 100г\n\nСостав:\n\n Рецепт:"}
{"source": "рацион 1300-1450 (нед 2).txt", "chunk_index": 5, "text": "Куриное филе без кожи 200г \n Куриное филе посыпать солью, \nОвощи свежие сезонные без перцем, паприкой или хмели – сунели \nсоли / запеченные в рукаве\n по желанию, выдавить чеснок.\n\nс курицей 200г Выложить  курицу в рукав для \n\nзапекания. Запекать при температуре \n180 градусов С 30-40 минут.\n\n\n\nдень 5,6 Всего за день: 1431 ккал, БЖУ: 138/42/89\n\nОмлет с креветками Завтрак 330 ккал, БЖУ: 30/20/15\n150-180г\n\nСостав на 2 дня\n\n Рецепт:\n\nЯйца — 4 шт \n В миске взбить яйца, посолить\n\nКреветки (очищенные, лучше и поперчить по вкусу. Добавить мелко \nварёные или размороженные) — нарезанную зелень. На сковороде \n150г\n разогреть масло, быстро обжарить \nСвежая зелень (укроп, креветки около 1–2 минуты.\n\nпетрушка, зелёный лук)\n Вылить яичную смесь на креветки\n\nСоль, перец — по вкусу\n в сковороду. \nМасло оливковое 1ч.л \n\nХлеб цельнозерновой 30г\n\nОвощи 200г\n\nУха в духовке (400г) \nи салат с грибами, Обед 390 ккал, БЖУ: 36/7,2/40\n\nпеченью и киноа\nСостав на 2 дня:\n\n Рецепт:"}
{"source": "рацион 1300-1450 (нед 2).txt", "chunk_index": 6, "text": "Вода - 300мл\n Нарезать овощи и рыбу. Уложить\n\nГорбуша -200г\n в жаропрочную кастрюлю, залить \nЦветная капуста -100г\n горячей водой. Поставить в разогретую \nМорковь -100г\n до 180 градусов духовку на 40 минут.\n\nПомидоры -100г\n Добавить соль, перец, лавровый лист, \nЛук репчатый -50г\n и вернуть в духовку еще на 20 минут.\n\n\nГрибы шампиньоны 100г\n\n1ч.л оливкового масла\n Булгур (отварить 80г на 2 дня)\n\nКуриная печень 150г\n Овощи сезонные свежие без соли 200г\n\nРуккола 80г\n Хлебцы гречневые 20г\nКиноа (40г на 2 порции)\n\nТворожное суфле Перекус 200 ккал, БЖУ: 31/5/8\n\nНа 2 порции: Желатин 15г, \nобезжиренное / растительное молоко Желатин залить стаканом воды до набухания. Добавить \n100г, какао 30г, сахарозаменитель\n молоко, какао, сахарозаменитель по вкусу. Ставим\n\nпо вкусу, творог 0% жирности 200г на медленный огонь и нагреваем. Не кипятить!\n\n\nДобавляем творог, размешиваем. Отправляем всё\n\nв блендер и превращаем в однородную массу.\n\nКапуста тушеная\n\nУжин 294 ккал, БЖУ: 35/2/33\n\nс индейкой 250-300г\nСостав на 2 порции:\n\n Рецепт:\n\nКапусту 500г\n В мультиварку или кастрюлю \nФарш из филе индейки 200г\n складываем нашинкованную капусту, \nКабачок 200г\n фарш, кабачок, лук, морковь, \nЛук 50г, морковь 50г\n потертую на крупной терке, чеснок. \nЧеснок 1 зуб\n Заливаем все томатной пастой \nТоматной пастой 25г\n разведенной водой, солим\n\n*Кефир 0% жирности в и добавляем лавровый лист, перец.\nкачестве позднего ужина 200г\n\n\n\nдень 7 Всего за день: 1286 ккал, БЖУ: 133/38/97\n\nЛенивые вареники Завтрак 449 ккал, БЖУ: 54/10/43\n\n200-230 г\nСостав:\n\n Рецепт:\n\nТворог 2 % 200г\n Творог смешиваем и разминаем \nМука рисовая - 3ст.л\n вилкой. Добавляем яйцо, муку, \nЯйцо куриное - 1шт\n ванилин, сахарозаменитель по вкусу. \nМед / сироп топинамбура - 1ст.л\n Формируем шарики и опускаем \nЯгоды 100г вареники в кипящую воду, убавляем \n\nогонь. Как всплывут, готовим еще \nминут 7.\n\nПаста с морепродуктами,\n\nОбед 505 ккал, БЖУ: 45/11/44\n\nпорция\nСостав:\n\n Рецепт:"}
{"source": "рацион 1300-1450 (нед 2).txt", "chunk_index": 7, "text": "Спагетти – 40г \n Отварите спагетти согласно \nМорепродукты – 100г \n инструкции на упаковке.\n\nПомидоры - 100г\n Морепродукты обжарьте с 1ст.л \nЛук – 50г, Чеснок – 1 зубчик\n оливкового масла, добавьте \nПрованские травы сушенные порезанные томаты, специи, соль. \n(розмарин, тимьян, орегано, Тушите на среднем огне не более 5 мин. \nбазалик) – 1 ч.л\n Выложите к морепродуктам пасту\n\nСоль,перец – по вкусу\n и перемешайте. + Протеиновый \nОливковое масло – 1ст.л \n батончик Bombbar 60г\nОвощи сезонные свежие\n\nбез соли 200г\n\nТворог мягкий \nПерекус 95 ккал, БЖУ: 15/2/1\n\n2% 100г  \n\nСалат с курицей\n\nУжин 372 ккал, БЖУ: 39/20/18\n\nи черносливом 250г\nСостав на 2 порции:\n\n Рецепт:\n\nЯйцо 2шт\n Яйцо отварить. Натереть на крупной \nОгурцы 150 г\n тёрке. Нарезать соломкой огурцы, \nКуриное филе отварное 200г\n куриное филе отварное. Сыр твердый \nСыр твердый 50г\n натереть на тёрке. Чернослив нарезать \nЧернослив 40г\n соломкой. Смешать все и добавить \nКукуруза конс. 60г\n кукурузу конс. Заправить 3ст.л \n3ст.л греческого йогурта\n греческого йогурта или сметаной 10% \n\nжирности"}
{"source": "дiana-phrases", "chunk_index": 0, "text": "Если кто-то из моих подопечных делает результат, я говорю: 'Божечки, кошечки!'"}
